Repository: 51BiZeHeRyErNiGdE51/relationshipapp
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ko, pt

source: Questions, bugs, ideas — we read everything.
de: Fragen, Fehler, Ideen – wir lesen alles.
es: Preguntas, errores, ideas: leemos de todo.
fr: Questions, bugs, idées, nous lisons tout.
ko: 질문, 버그, 아이디어 등 모든 것을 읽습니다.
pt: Perguntas, bugs, ideias – lemos tudo.

source: Quick preferences, side by side
de: Schnelle Vorlieben, nebeneinander
es: Preferencias rápidas, lado a lado
fr: Préférences rapides, côte à côte
ko: 빠른 취향, 나란히
pt: Preferências rápidas, lado a lado

source: Quiet anniversary
de: Ruhiges Jubiläum
es: Aniversario tranquilo
fr: Anniversaire discret
ko: 조용한 기념일
pt: Aniversário discreto

source: Rainy day in
de: Regentag drinnen
es: Día lluvioso en casa
fr: Journée pluvieuse à la maison
ko: 비 오는 날 집콕
pt: Dia de chuva em casa

source: Re-watch our comfort show
de: Unsere Wohlfühlserie nochmal schauen
es: Volver a ver nuestra serie de confort
fr: Revoir notre série réconfort
ko: 우리 comfort 드라마 다시 보기
pt: Rever a nossa série de conforto

source: Relive our first date
de: Unser erstes Date nochmal erleben
es: Revivir nuestra primera cita
fr: Revivre notre premier rendez-vous
ko: 첫 데이트 다시 하기
pt: Reviver o nosso primeiro encontro

source: Renew vows on a mountain
de: Gelübde auf einem Berg erneuern
es: Renovar votos en la montaña
fr: Renouveler nos vœux sur une montagne
ko: 산에서 서약 갱신
pt: Renovar votos numa montanha

source: Renews automatically · cancel anytime in the App Store
de: Verlängert sich automatisch · jederzeit im App Store kündbar
es: Se renueva automáticamente · cancela en cualquier momento en la App Store
fr: Se renouvelle automatiquement · annuler à tout moment dans l'App Store
ko: 자동 갱신 · App Store에서 언제든지 취소
pt: Renova automaticamente · cancele a qualquer momento na App Store

source: Return to favorite spots
de: Lieblingsorte wieder besuchen
es: Volver a nuestros lugares favoritos
fr: Revenir à nos endroits préférés
ko: 자주 가던 곳 다시
pt: Voltar aos sítios favoritos

source: Road trip across the country
de: Roadtrip quer durchs Land
es: Road trip por todo el país
fr: Road trip à travers le pays
ko: 나라 가로질러 로드트립
pt: Road trip pelo país

source: Romance movie
de: Liebesfilm
es: Película romántica
fr: Film romantique
ko: 로맨스 영화
pt: Filme romântico

source: Run a 5K together?
de: Gemeinsam einen 5K laufen?
es: ¿Correr un 5K juntos?
fr: Courir un 5 km ensemble ?
ko: 같이 5K 뛸래?
pt: Correr um 5K juntos?

source: Salty
de: Salzig
es: Salado
fr: Salé
ko: 짠맛
pt: Salgado

source: Same bedtime forever
de: Für immer gleiche Schlafenszeit
es: Misma hora de dormir para siempre
fr: Même heure de coucher pour toujours
ko: 영원히 같은 취침 시간
pt: Hora de deitar igual para sempre

source: Same shower playlist
de: Gleiche Dusch-Playlist
es: La misma playlist en la ducha
fr: La même playlist sous la douche
ko: 같은 샤워 플레이리스트
pt: A mesma playlist no duche

source: Save
de: Sparen
es: Ahorrar
fr: Épargner
ko: 저축
pt: Poupar

source: SAVE %@%%
de: SPEICHERN %@%%
es: GUARDAR %@%%
fr: ENREGISTRER %@%%
ko: 저장 %@%%
pt: SALVAR %@%%

source: Saying "I'm fine" when you're not is never okay.
de: „Mir geht's gut“ sagen, wenn's nicht stimmt, ist nie okay.
es: Decir "estoy bien" cuando no lo estás nunca está bien.
fr: Dire « ça va » alors que non, ce n'est jamais ok.
ko: 괜찮다고 할 때 사실은 안 괜찮으면 안 돼.
pt: Dizer «estou bem» quando não estás nunca é ok.

source: Scheduled hangouts
de: Verabredungen mit Plan
es: Planes programados
fr: Sorties planifiées
ko: 약속 잡아서 만나기
pt: Encontros marcados

source: Screens in every room
de: Bildschirme in jedem Raum
es: Pantallas en cada habitación
fr: Un écran dans chaque pièce
ko: 방마다 스크린
pt: Ecrãs em todas as divisões

source: Sealed until %@ answers
de: Versiegelt, bis %@ antwortet
es: Sellado hasta que %@ responda
fr: Scellé jusqu'à la réponse de %@
ko: %@님이 답할 때까지 봉인
pt: Selado até %@ responder

source: Search memories
de: Erinnerungen durchsuchen
es: Buscar recuerdos
fr: Rechercher des souvenirs
ko: 추억 검색
pt: Pesquisar memórias

source: Secret notes just for them.
de: Geheime Notizen nur für sie.
es: Notas secretas solo para ellos.
fr: Des notes secrètes rien que pour eux.
ko: 비밀 쪽지, 상대만을 위해.
pt: Notas secretas só para eles.

source: Selfies together
de: Selfies zusammen
es: Selfies juntos
fr: Selfies ensemble
ko: 셀카 같이
pt: Selfies juntos

source: Send a photo to your widgets
de: Senden Sie ein Foto an Ihre Widgets
es: Envía una foto a tus widgets
fr: Envoyez une photo à vos widgets
ko: 위젯으로 사진 보내기
pt: Envie uma foto para seus widgets

source: Send whatever you want straight to your partner's widget — a selfie, a meme, a quiet moment. Only the two of you can see it. Private, encrypted, never shared.
de: Schick, was du willst, direkt auf das Widget deines Partners — Selfie, Meme, stiller Moment. Nur ihr beide seht es. Privat, verschlüsselt, nie geteilt.
es: Envía lo que quieras directo al widget de tu pareja — un selfie, un meme, un momento quieto. Solo lo ven ustedes dos. Privado, cifrado, nunca compartido.
fr: Envoie ce que tu veux directement sur le widget de ton partenaire — un selfie, un mème, un instant tranquille. Vous seuls pouvez le voir. Privé, chiffré, jamais partagé.
ko: 셀카든 밈이든 고요한 순간이든, 원하는 사진을 상대 위젯으로 바로 보내세요. 둘만 볼 수 있어요. 비공개, 암호화, 절대 공유되지 않아요.
pt: Envia o que quiseres direto para o widget do teu par — uma selfie, um meme, um momento calmo. Só vocês dois veem. Privado, encriptado, nunca partilhado.

source: Separate beds when we need rest
de: Getrennte Betten, wenn wir Ruhe brauchen
es: Camas separadas cuando necesitemos descansar
fr: Lits séparés quand on a besoin de repos
ko: 쉬려면 침대 따로
pt: Camas separadas quando precisamos de descanso

source: Set your anniversary in Missuo → Us
de: Feiern Sie Ihren Jahrestag in Missuo → Uns
es: Fija tu aniversario en Missuo → Nosotros
fr: Programmez votre anniversaire dans Missuo → Nous
ko: 미쓰오에서 기념일을 설정하세요 → 우리
pt: Marque seu aniversário em Missuo → Nós

source: Set your date to unlock the day counter, anniversary countdown and the Love Days widget.
de: Legen Sie Ihr Datum fest, um den Tageszähler, den Jubiläums-Countdown und das Love Days-Widget freizuschalten.
es: Establece tu fecha para desbloquear el contador de días, la cuenta regresiva de aniversario y el widget Love Days.
fr: Réglez votre date pour débloquer le compteur de jours, le compte à rebours des anniversaires et le widget Love Days.
ko: 날짜를 설정하여 날짜 카운터, 기념일 카운트다운 및 Love Days 위젯을 잠금 해제하세요.
pt: Defina sua data para desbloquear o contador de dias, a contagem regressiva de aniversário e o widget Love Days.

source: Share a bank account fully
de: Bankkonto komplett teilen
es: Compartir una cuenta bancaria al completo
fr: Partager un compte bancaire à fond
ko: 계좌 완전 공유
pt: Partilhar conta bancária a fundo

source: Share every password
de: Jedes Passwort teilen
es: Compartir todas las contraseñas
fr: Partager tous les mots de passe
ko: 비밀번호 다 공유
pt: Partilhar todas as passwords

source: Share one playlist forever
de: Für immer eine gemeinsame Playlist
es: Compartir una sola playlist para siempre
fr: Une seule playlist pour toujours
ko: 플레이리스트 하나로 영원히
pt: Partilhar uma playlist para sempre

source: Share with your partner
de: Mit deinem Partner teilen
es: Compartir con tu pareja
fr: Partager avec ton partenaire
ko: 파트너에게 공유
pt: Partilhar com o teu par

source: Shared calendar
de: Gemeinsamer Kalender
es: Calendario compartido
fr: Calendrier partagé
ko: 공유 캘린더
pt: Calendário partilhado

source: Shared content is archived. If you purchased Premium, it stays with you and follows you into a future relationship.
de: Geteilte Inhalte werden archiviert. Wenn Sie Premium erworben haben, bleibt es bei Ihnen und begleitet Sie in eine zukünftige Beziehung.
es: El contenido compartido se archiva. Si compraste Premium, permanece contigo y te sigue en una relación futura.
fr: Le contenu partagé est archivé. Si vous avez acheté Premium, il reste avec vous et vous suit dans une relation future.
ko: 공유 콘텐츠는 보관됩니다. 프리미엄을 구매하신 경우 프리미엄은 귀하와 함께 유지되며 향후 관계에서도 귀하를 따라갑니다.
pt: O conteúdo compartilhado é arquivado. Se você comprou o Premium, ele permanece com você e o acompanha em um relacionamento futuro.

source: Shared from %@'s subscription 💛
de: Geteilt aus dem Abonnement von %@ 💛
es: Compartido desde la suscripción de %@ 💛
fr: Partagé depuis l'abonnement de %@ 💛
ko: %@ 구독에서 공유됨 💛
pt: Compartilhado da assinatura de %@ 💛

source: Sharing passwords is a trust issue, not a love issue.
de: Passwörter teilen ist Vertrauenssache, keine Liebessache.
es: Compartir contraseñas es cuestión de confianza, no de amor.
fr: Partager les mots de passe, c'est la confiance, pas l'amour.
ko: 비밀번호 공유는 사랑 문제가 아니라 신뢰 문제야.
pt: Partilhar passwords é questão de confiança, não de amor.

source: Should phones be banned on date nights?
de: Sollten Handys an Date Nights verboten sein?
es: ¿Deberían prohibirse los teléfonos en las citas?
fr: Interdire les téléphones aux soirées en amoureux ?
ko: 데이트 나이트에 폰 금지해야 해?
pt: Os telemóveis deviam ser proibidos nas noites de encontro?

source: Should we adopt a pet in the next two years?
de: Sollten wir in den nächsten zwei Jahren ein Haustier adoptieren?
es: ¿Deberíamos adoptar una mascota en los próximos dos años?
fr: Adopter un animal dans les deux prochaines années ?
ko: 2년 안에 반려동물 입양할까?
pt: Devíamos adotar um animal nos próximos dois anos?

source: Should we always ask before posting photos of each other?
de: Sollten wir immer fragen, bevor wir Fotos voneinander posten?
es: ¿Deberíamos pedir siempre antes de publicar fotos del otro?
fr: Toujours demander avant de poster une photo de l'autre ?
ko: 서로 사진 올리기 전에 항상 물어볼까?
pt: Devíamos sempre pedir antes de publicar fotos um do outro?

source: Should we always be honest about money stress?
de: Sollten wir bei Geldstress immer ehrlich sein?
es: ¿Deberíamos ser siempre honestos sobre el estrés del dinero?
fr: Toujours être honnête sur le stress financier ?
ko: 돈 스트레스 항상 솔직하게 말할까?
pt: Devíamos ser sempre honestos sobre stress financeiro?

source: Should we always celebrate small wins?
de: Sollten wir kleine Erfolge immer feiern?
es: ¿Deberíamos celebrar siempre los pequeños logros?
fr: Toujours fêter les petites victoires ?
ko: 작은 성공도 항상 축하할까?
pt: Devíamos celebrar sempre as pequenas vitórias?

source: Should we always say goodnight, even when mad?
de: Sollten wir immer Gute Nacht sagen, auch wenn wir sauer sind?
es: ¿Deberíamos decir siempre buenas noches, aunque estemos enfadados?
fr: Toujours se dire bonne nuit, même fâchés ?
ko: 화났어도 항상 잘 자 인사할까?
pt: Devíamos dizer sempre boa noite, mesmo zangados?

source: Should we always share location with each other?
de: Sollten wir immer den Standort teilen?
es: ¿Deberíamos compartir siempre la ubicación?
fr: Toujours partager notre position ?
ko: 항상 서로 위치 공유할까?
pt: Devíamos partilhar sempre a localização um com o outro?

source: Should we always split restaurant bills evenly?
de: Sollten wir Restaurantrechnungen immer gleich teilen?
es: ¿Deberíamos dividir siempre la cuenta del restaurante a medias?
fr: Toujours partager l'addition au resto à parts égales ?
ko: 식당 계산서 항상 똑같이 나눌까?
pt: Devíamos dividir sempre a conta do restaurante a meias?

source: Should we celebrate monthly anniversaries?
de: Sollten wir monatliche Jubiläen feiern?
es: ¿Deberíamos celebrar aniversarios mensuales?
fr: Fêter les anniversaires mensuels ?
ko: 매달 기념일 챙길까?
pt: Devíamos celebrar aniversários mensais?

source: Should we do a weekly check-in talk?
de: Sollten wir wöchentlich ein Check-in-Gespräch führen?
es: ¿Deberíamos tener una charla de check-in semanal?
fr: Faire un check-in hebdo ?
ko: 매주 체크인 대화할까?
pt: Devíamos ter uma conversa de check-in semanal?

source: Should we get matching tattoos someday?
de: Sollten wir uns irgendwann Partner-Tattoos stechen lassen?
es: ¿Deberíamos hacernos tatuajes a juego algún día?
fr: Se faire des tatouages assortis un jour ?
ko: 언젠가 커플 타투 할까?
pt: Devíamos fazer tatuagens iguais um dia?

source: Should we have a shared password vault?
de: Sollten wir einen gemeinsamen Passwort-Tresor haben?
es: ¿Deberíamos tener una caja fuerte de contraseñas compartida?
fr: Avoir un coffre à mots de passe partagé ?
ko: 공유 비밀번호 금고 둘까?
pt: Devíamos ter um cofre de passwords partilhado?

source: Should we have a shared savings goal this year?
de: Sollten wir dieses Jahr ein gemeinsames Sparziel haben?
es: ¿Deberíamos tener una meta de ahorro compartida este año?
fr: Avoir un objectif d'épargne commun cette année ?
ko: 올해 공동 저축 목표 둘까?
pt: Devíamos ter uma meta de poupança partilhada este ano?

source: Should we keep a shared photo album forever?
de: Sollten wir für immer ein gemeinsames Fotoalbum führen?
es: ¿Deberíamos guardar un álbum de fotos compartido para siempre?
fr: Garder un album photo partagé pour toujours ?
ko: 공유 사진 앨범 영원히 유지할까?
pt: Devíamos guardar um álbum de fotos partilhado para sempre?

source: Should we keep some hobbies completely separate?
de: Sollten wir manche Hobbys komplett getrennt halten?
es: ¿Deberíamos mantener algunos hobbies totalmente separados?
fr: Garder certains hobbies complètement séparés ?
ko: 취미는 완전 따로 둘까?
pt: Devíamos manter alguns hobbies totalmente separados?

source: Should we learn to cook one signature dish together?
de: Sollten wir ein Signature-Gericht zusammen lernen?
es: ¿Deberíamos aprender a cocinar un plato estrella juntos?
fr: Apprendre à cuisiner un plat signature ensemble ?
ko: 시그니처 요리 하나 같이 배울까?
pt: Devíamos aprender a cozinhar um prato de assinatura juntos?

source: Should we live with roommates again?
de: Sollten wir wieder mit Mitbewohnern wohnen?
es: ¿Deberíamos volver a vivir con compañeros de piso?
fr: Revivre en coloc ?
ko: 룸메이트랑 다시 살까?
pt: Devíamos voltar a viver com colegas de casa?

source: Should we take a social-media break as a couple?
de: Sollten wir als Paar eine Social-Media-Pause machen?
es: ¿Deberíamos tomarnos un descanso de redes como pareja?
fr: Faire une pause réseaux sociaux en couple ?
ko: 커플로 SNS 휴식할까?
pt: Devíamos fazer uma pausa das redes sociais como casal?

source: Should we write vows even if we never marry?
de: Sollten wir Gelübde schreiben, auch ohne zu heiraten?
es: ¿Deberíamos escribir votos aunque no nos casemos?
fr: Écrire des vœux même si on ne se marie pas ?
ko: 결혼 안 해도 서약 쓸까?
pt: Devíamos escrever votos mesmo que nunca nos casemos?

source: Shout love across a room
de: Liebe durch den Raum rufen
es: Gritar amor a través de la habitación
fr: Crier son amour à travers une pièce
ko: 방 한가운데서 사랑한다고 외치기
pt: Gritar amor através de uma sala

source: Silence in the shower
de: Stille unter der Dusche
es: Silencio en la ducha
fr: Silence sous la douche
ko: 샤워실 침묵
pt: Silêncio no duche

source: Silly talks
de: Alberne Gespräche
es: Charlas tontas
fr: Discussions idiotes
ko: 엉뚱한 수다
pt: Conversas parvoíces

source: Sing in public
de: In der Öffentlichkeit singen
es: Cantar en público
fr: Chanter en public
ko: 밖에서 노래하기
pt: Cantar em público

source: Skip costumes
de: Auf Kostüme verzichten
es: Saltarse los disfraces
fr: Passer les déguisements
ko: 코스튬 안 입기
pt: Saltar os fatos

source: Skip for now
de: Vorerst überspringen
es: Omitir por ahora
fr: Passer pour l'instant
ko: 나중에 하기
pt: Saltar por agora

source: Skip tutorial
de: Tutorial überspringen
es: Saltar tutorial
fr: Passer le tutoriel
ko: 튜토리얼 건너뛰기
pt: Saltar tutorial

source: Skydiving together?
de: Gemeinsam Fallschirmspringen?
es: ¿Saltar en paracaídas juntos?
fr: Saut en parachute ensemble ?
ko: 같이 스카이다이빙 할래?
pt: Saltar de paraquedas juntos?

source: Sleep under the stars in the backyard?
de: Im Garten unter den Sternen schlafen?
es: ¿Dormir bajo las estrellas en el jardín?
fr: Dormir sous les étoiles dans le jardin ?
ko: 뒤뜰에서 별 보며 자볼래?
pt: Dormir sob as estrelas no quintal?

source: Slow dance
de: Langsam tanzen
es: Baile lento
ko: 슬로우 댄스
pt: Dança lenta

source: Slow dance in the kitchen
de: In der Küche langsam tanzen
es: Baile lento en la cocina
fr: Slow dans la cuisine
ko: 부엌에서 슬로우 댄스
pt: Dança lenta na cozinha

source: Slow mornings
de: Gemütliche Morgen
es: Mañanas tranquilas
fr: Matinées tranquilles
ko: 느긋한 아침
pt: Manhãs calmas

source: Small joy every day
de: Jeden Tag ein kleines Glück
es: Una alegría pequeña cada día
fr: Une petite joie chaque jour
ko: 매일 작은 행복
pt: Pequena alegria todos os dias

source: Soft music
de: Leise Musik
es: Música suave
fr: Musique douce
ko: 잔잔한 음악
pt: Música suave

source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Un problème est survenu
ko: 문제가 발생했어요
pt: Algo correu mal

source: Spend
de: Ausgeben
es: Gastar
fr: Dépenser
ko: 쓰기
pt: Gastar

source: Spend a day speaking only compliments?
de: Einen Tag nur Komplimente?
es: ¿Pasar un día hablando solo cumplidos?
fr: Passer une journée à ne dire que des compliments ?
ko: 하루 종일 칭찬만 하며 말하기?
pt: Passar um dia só a dar elogios?

source: Spend a weekend without making plans?
de: Ein Wochenende ohne Pläne?
es: ¿Pasar un fin de semana sin hacer planes?
fr: Un week-end sans rien planifier ?
ko: 주말에 계획 없이 보낼래?
pt: Passar um fim de semana sem planos?

source: Spontaneous
de: Spontan
es: Espontáneo
fr: Spontané
ko: 즉흥형
pt: Espontâneo

source: Stack several — couples with 3+ widgets open the app twice as often.
de: Stapeln Sie mehrere – Paare mit mehr als 3 Widgets öffnen die App doppelt so oft.
es: Apila varios: las parejas con más de 3 widgets abren la aplicación con el doble de frecuencia.
fr: Empilez-en plusieurs : les couples dotés de plus de 3 widgets ouvrent l'application deux fois plus souvent.
ko: 여러 개 쌓기 — 3개 이상의 위젯을 사용하는 커플은 앱을 두 배 더 자주 엽니다.
pt: Empilhe vários – casais com mais de 3 widgets abrem o aplicativo duas vezes mais.

# Stage %@ · %@
source: Stage %1$@ · %2$@
de: Stufe %@ · %@
es: Etapa %@ · %@
fr: Étape %@ · %@
ko: 스테이지 %@ · %@
pt: Estágio %@ · %@

source: Starry sky
de: Sternenhimmel
es: Cielo estrellado
fr: Ciel étoilé
ko: 별이 쏟아지는 하늘
pt: Céu estrelado

source: Start a shared journal?
de: Ein gemeinsames Tagebuch starten?
es: ¿Empezar un diario compartido?
fr: Commencer un journal partagé ?
ko: 공유 일기 시작할까?
pt: Começar um diário partilhado?

source: Start a small side project together?
de: Ein kleines Side-Project zusammen starten?
es: ¿Empezar un pequeño proyecto juntos?
fr: Lancer un petit projet à deux ?
ko: 작은 사이드 프로젝트 같이 시작할까?
pt: Começar um pequeno projeto a dois?

source: Start your story
de: Beginnen Sie Ihre Geschichte
es: Comienza tu historia
fr: Commencez votre histoire
ko: 당신의 이야기를 시작하세요
pt: Comece sua história

source: Stay best friends first
de: Zuerst beste Freunde bleiben
es: Seguir siendo mejores amigos primero
fr: Rester meilleurs amis d'abord
ko: 베프 먼저 유지
pt: Ser melhores amigos primeiro

source: Stay completely offline
de: Komplett offline bleiben
es: Quedarnos totalmente offline
fr: Rester totalement hors ligne
ko: 완전 오프라인
pt: Ficar totalmente offline

source: Stay lovers first
de: Zuerst Liebende bleiben
es: Seguir siendo amantes primero
fr: Rester amoureux d'abord
ko: 연인 먼저 유지
pt: Ser amantes primeiro

source: Stay put and travel often
de: Bleiben und oft verreisen
es: Quedarnos y viajar a menudo
fr: Rester sur place et voyager souvent
ko: 한곳에 머물고 자주 여행
pt: Ficar e viajar muito

source: Store-bought gifts
de: Gekaufte Geschenke
es: Regalos de tienda
fr: Cadeaux achetés en magasin
ko: 산에서 산 선물
pt: Presentes comprados

source: Streak — days in a row you've both shown up (answers, moods, hearts). Love score — a 0–100 health score that rises with every shared action and gently drifts down when things go quiet. Level — grows with everything you two do together; it never goes down.
de: Streak – Tage hintereinander sind Sie beide aufgetaucht (Antworten, Stimmungen, Herzen). Liebeswert – ein Gesundheitswert von 0 bis 100, der mit jeder gemeinsamen Aktion steigt und sanft sinkt, wenn es still wird. Level – wächst mit allem, was Sie beide gemeinsam tun; es geht nie unter.
es: Racha: días seguidos en los que ambos habéis aparecido (respuestas, estados de ánimo, corazones). Puntuación de amor: una puntuación de salud de 0 a 100 que aumenta con cada acción compartida y desciende suavemente cuando las cosas se calman. Nivel: crece con todo lo que ustedes dos hacen juntos; nunca baja.
fr: Séquence : des jours de suite où vous vous êtes tous les deux présentés (réponses, humeurs, cœurs). Score d'amour - un score de santé de 0 à 100 qui augmente à chaque action partagée et diminue doucement lorsque les choses se calment. Niveau – grandit avec tout ce que vous faites ensemble ; ça ne descend jamais.
ko: 연속 — 연속으로 두 사람이 모두 나타난 날짜입니다(답변, 기분, 하트). 사랑 점수 — 공유된 모든 행동에 따라 상승하고 상황이 조용해지면 완만하게 내려가는 0~100의 건강 점수입니다. 레벨 — 두 사람이 함께 하는 모든 일을 통해 성장합니다. 결코 다운되지 않습니다.
pt: Sequência - dias seguidos em que vocês dois apareceram (respostas, humores, corações). Pontuação de amor – uma pontuação de saúde de 0 a 100 que aumenta a cada ação compartilhada e diminui suavemente quando as coisas ficam calmas. Nível — cresce com tudo que vocês dois fazem juntos; nunca desce.

source: Summer
de: Sommer
es: Verano
fr: Été
ko: 여름
pt: Verão

source: Sunny day out
de: Sonniger Tag draußen
es: Día soleado afuera
fr: Journée ensoleillée dehors
ko: 맑은 날 밖으로
pt: Dia de sol lá fora

source: Sunrise date
de: Date zum Sonnenaufgang
es: Cita al amanecer
fr: Date au lever du soleil
ko: 일출 데이트
pt: Encontro ao nascer do sol

source: Support
de: Unterstützung
es: Apoyo
fr: Soutien
ko: 지원하다
pt: Apoiar

source: Surprise gifts
de: Überraschungsgeschenke
es: Regalos sorpresa
fr: Cadeaux surprise
ko: 깜짝 선물
pt: Presentes-surpresa

source: Surprise visits
de: Überraschungsbesuche
es: Visitas sorpresa
fr: Visites surprises
ko: 깜짝 방문
pt: Visitas-surpresa

source: Surprise visits are romantic.
de: Überraschungsbesuche sind romantisch.
es: Las visitas sorpresa son románticas.
fr: Les visites surprises, c'est romantique.
ko: 깜짝 방문은 로맨틱해.
pt: Visitas-surpresa são românticas.

source: Sweet
de: Süß
es: Dulce
fr: Sucré
ko: 달콤
pt: Doce

source: Take a ceramics or woodworking class?
de: Einen Keramik- oder Holzarbeitskurs machen?
es: ¿Tomar una clase de cerámica o carpintería?
fr: Cours de céramique ou de menuiserie ?
ko: 도자기나 목공 클래스 들을래?
pt: Fazer aula de cerâmica ou marcenaria?

source: Take a cooking class abroad someday?
de: Irgendwann einen Kochkurs im Ausland?
es: ¿Tomar una clase de cocina en el extranjero algún día?
fr: Cours de cuisine à l'étranger un jour ?
ko: 언젠가 해외에서 요리 클래스?
pt: Fazer aula de culinária no estrangeiro um dia?

source: Take a ferry somewhere just because?
de: Mit der Fähre irgendwohin, einfach so?
es: ¿Tomar un ferry a algún sitio solo porque sí?
fr: Prendre le ferry quelque part juste comme ça ?
ko: 그냥 페리 타고 어디든 갈래?
pt: Apanhar um ferry para algures só porque sim?

source: Take a pottery class as a date?
de: Einen Töpferkurs als Date?
es: ¿Tomar una clase de cerámica como cita?
fr: Cours de poterie en date ?
ko: 데이트로 도자기 클래스?
pt: Fazer aula de olaria como encontro?

source: Take a pottery date and keep the ugly mug?
de: Töpfer-Date und die hässliche Tasse behalten?
es: ¿Cita de cerámica y quedarnos con la taza fea?
fr: Date poterie et garder la tasse moche ?
ko: 도자기 데이트하고 못생긴 머그 컵 간직할래?
pt: Ir à olaria e ficar com a caneca feia?

source: Take a social-media break together for 30 days?
de: 30 Tage Social-Media-Pause zusammen?
es: ¿Tomarnos un descanso de redes juntos 30 días?
fr: Pause réseaux sociaux ensemble 30 jours ?
ko: 30일 같이 SNS 휴식할래?
pt: Fazer pausa das redes sociais juntos durante 30 dias?

source: Take dance lessons?
de: Tanzunterricht nehmen?
es: ¿Tomar clases de baile?
fr: Cours de danse ?
ko: 댄스 레슨 받을래?
pt: Ter aulas de dança?

source: Talk through every fight immediately
de: Jeden Streit sofort durchreden
es: Hablar de cada pelea al momento
fr: Régler chaque dispute tout de suite
ko: 싸우면 바로바로 풀기
pt: Falar de cada discussão logo de seguida
